[
    {
        "title": "Representation Discrimination",
        "description": "Media portrayal shapes public perception. If a demographic is mostly shown in crime reports, people may associate them with crime. Our study on indigenous communities in Bangladesh reveals a bias: news highlights crime and culture but neglects critical issues like health, economy, and education. This selective coverage keeps their struggles invisible to the broader population.",
        "owner": "Abhjit",
        "status": "ongoing"
    },
    {
        "title": "Stemming",
        "description": "",
        "owner": "Tumpa",
        "status": "ongoing"
    },
    {
        "title": "Temporal Reasoning Ability of LLMs Using VoT Prompting",
        "description": "The project explores Large Language Models' (LLMs) human-like temporal reasoning capabilities using the Visualization of Thought (VoT) prompting technique. Temporal reasoning is a key aspect of human intelligence that enables individuals to solve puzzles, conduct crime investigations, analyze detective cases, and engage in creative storytelling. Our study evaluates LLMs' temporal reasoning ability by prompting them to perform tasks that require such reasoning, leveraging the VoT prompting technique to enhance their performance and interpretability.",
        "owner": "Kainat",
        "status": "ongoing"
    },
    {
        "title": "Bangla NLP Knowledge Graph",
        "description": "BNLP Knowledge Management Graph is an innovative effort to conceptualize and study the development of Bengali Natural Language Processing (NLP) research. The platform allows users to upload research papers, which are categorized and connected in a dynamic knowledge graph. With the combination of a simple interface and dynamic updates, the platform encourages collaboration and interaction within the academic community. It allows smooth surfing of core topics, research papers, and discussions, making it a handy tool for researchers and scholars in the Bengali NLP community.",
        "owner": "Sabbir",
        "status": "ongoing"
    },
    {
        "title": "Bangla Sign Language Processing",
        "description": "",
        "owner": "Sharif",
        "status": "ongoing"
    },
    {
        "title": "Social media data analysis",
        "description": "",
        "owner": "Nafis",
        "status": "ongoing"
    },
    {
        "title": "Chakma Language Processing",
        "description": "Due to limited digital resources and standardization, CLP faces challenges in script digitization, text processing, and speech recognition. Efforts are being made to digitize the language through NLP datasets, OCR models, and translation tools.",
        "owner": "Adity",
        "status": "ongoing"
    },
    {
        "title": "Child Mind Institute / Bangla Music Emotion Prediction with Human-in-loop verification",
        "description": "The study aims to determine whether extracted audio features (e.g., zero_crossing, spectral_centroid, MFCCs) correlate with emotions in Bangla music. Additionally, it evaluates the feasibility of using these features for automated emotion classification, incorporating human-in-the-loop (HITL) verification to improve model accuracy.",
        "owner": "Lia",
        "status": "ongoing"
    }
]